[
  {
    "id": 1,
    "title": "Унесённые ветром",
    "author": "Маргарет Митчелл",
    "description": "Эпическая история любви и выживания на фоне Гражданской войны в США и последующей Реконструкции. Скарлетт О'Хара — сильная, упрямая и страстная женщина, чья судьба переплетается с судьбой своей родины. Роман исследует темы потери, надежды, упрямства и цены свободы.",
    "shortDescription": "История любви и выживания на фоне Гражданской войны в США.",
    "genre": "Исторический роман",
    "rating": 4.7,
    "cover": "/images/books/1.png"
  },
  {
    "id": 2,
    "title": "Зелёная миля",
    "author": "Стивен Кинг",
    "description": "Мистический и глубоко человечный рассказ о тюремщике Поле Эджкомбе, который вспоминает события 1932 года на «Зелёной миле» — коридоре смертников. Среди заключённых — загадочный Джон Ковертс, обладающий невероятными целительными способностями. Роман говорит о вере, чуде, несправедливости и сострадании.",
    "shortDescription": "История о чуде и сострадании на смертном блоке.",
    "genre": "Мистика / Драма",
    "rating": 4.9,
    "cover": "/images/books/2.png"
  },
  {
    "id": 3,
    "title": "Все приключения Шерлока Холмса",
    "author": "Артур Конан Дойл",
    "description": "Полное собрание историй о величайшем сыщике всех времён — Шерлоке Холмсе, и его верном друге докторе Ватсоне. От загадочных убийств в Лондоне до международных интриг — каждый рассказ — это блестящая интеллектуальная головоломка, распутываемая методом дедукции. Классика детективного жанра, повлиявшая на всю мировую литературу.",
    "shortDescription": "Полное собрание историй о великом сыщике Шерлоке Холмсе.",
    "genre": "Детектив",
    "rating": 4.8,
    "cover": "/images/books/3.png"
  },
  {
    "id": 4,
    "title": "Граф Монте-Кристо",
    "author": "Александр Дюма",
    "description": "История моряка Эдмона Дантеса, несправедливо брошенного в тюрьму, и его грандиозного мщения тем, кто погубил его жизнь. После побега и обретения несметных богатств он возвращается под именем графа Монте-Кристо, чтобы карать виновных и вознаграждать невинных. Роман о справедливости, мести, прощении и божественном провидении.",
    "shortDescription": "Эпическая история мести и справедливости.",
    "genre": "Приключенческий роман",
    "rating": 4.9,
    "cover": "/images/books/4.png"
  },
  {
    "id": 5,
    "title": "Прислуга",
    "author": "Кэтрин Стоккетт",
    "description": "Действие происходит в Джексоне, штат Миссисипи, в начале 1960-х. Молодая писательница решает рассказать правду о жизни чернокожих прислуг в домах белых семей. Её записки становятся основой книги, которая меняет всё. История о храбрости, дружбе и борьбе за равенство в эпоху расовой сегрегации.",
    "shortDescription": "История о жизни чернокожих прислуг в Америке 1960-х.",
    "genre": "Современная проза",
    "rating": 4.6,
    "cover": "/images/books/5.png"
  },
  {
    "id": 6,
    "title": "В списках не значился",
    "author": "Борис Васильев",
    "description": "Основано на реальных событиях. История лейтенанта Николая Плужникова, чьё имя по ошибке не попало в списки воинской части. Он оказывается в окружении, но продолжает сражаться один против целого батальона фашистов. Трагическая, но вдохновляющая повесть о долге, мужестве и памяти.",
    "shortDescription": "Повесть о солдате, чьё имя не попало в списки.",
    "genre": "Военная проза",
    "rating": 4.7,
    "cover": "/images/books/6.png"
  },
  {
    "id": 7,
    "title": "Властелин колец и Возвращение короля",
    "author": "Дж. Р. Р. Толкин",
    "description": "Завершающая часть трилогии «Властелин Колец», объединяющая события «Две крепости» и «Возвращение короля». Война за Средиземье достигает апогея: Фродо и Сэм приближаются к Роковой Горе, а Арагорн ведёт свои войска к воротам Мордора. Эпическое противостояние добра и зла, где каждое мгновение решает судьбу мира.",
    "shortDescription": "Завершение эпической битвы за Средиземье.",
    "genre": "Фэнтези",
    "rating": 5.0,
    "cover": "/images/books/7.png"
  },
  {
    "id": 8,
    "title": "Крутой маршрут",
    "author": "Евгения Гинзбург",
    "description": "Хроника выживания женщины, прошедшей через сталинские лагеря. Книга основана на личных воспоминаниях автора: арест, допросы, дорога в Магадан, жизнь в лагерях. Это не только документ эпохи, но и свидетельство человеческой стойкости, дружбы и веры в справедливость даже в самых безнадёжных условиях.",
    "shortDescription": "Автобиографическая хроника жизни в ГУЛАГе.",
    "genre": "Мемуары",
    "rating": 4.8,
    "cover": "/images/books/8.png"
  },
  {
    "id": 9,
    "title": "Буря мечей",
    "author": "Джордж Р. Р. Мартин",
    "description": "Третья книга цикла «Песнь Льда и Огня». Война за Железный Трон достигает кульминации: падение рода Старков после Красной Свадьбы, возвышение Тирена Ланнистера, подготовка Дейнерис Таргариен к возвращению в Вестерос. Многочисленные линии сюжета переплетаются в напряжённую, жестокую и гениальную историю.",
    "shortDescription": "Кульминация войны за Железный Трон в Вестеросе.",
    "genre": "Фэнтези",
    "rating": 4.9,
    "cover": "/images/books/9.png"
  },
  {
    "id": 10,
    "title": "О всех созданиях, больших и малых",
    "author": "Джеймс Херриот",
    "description": "Тёплые, добрые и часто забавные рассказы о работе ветеринара в йоркширской глуши 1930-х годов. Автор делится историями о пациентах — от коров и лошадей до домашних кошек и собак, — а также о странных, но добродушных хозяевах. Книга наполнена любовью к животным, природе и простой человеческой жизни.",
    "shortDescription": "Добрые истории ветеринара из Йоркшира.",
    "genre": "Мемуары / Художественная нон-фикшн",
    "rating": 4.5,
    "cover": "/images/books/10.png"
  },
  {
    "id": 11,
    "title": "Тайная опора",
    "author": "Энтони Дойл",
    "description": "Роман о внутреннем мире человека, столкнувшегося с кризисом идентичности и веры. Главный герой, утративший всё — семью, работу, смысл — находит неожиданную поддержку в лице незнакомца, который становится его «тайной опорой». История о надежде, душевном исцелении и невидимых нитях, связывающих людей.",
    "shortDescription": "История о поиске смысла и внутренней опоры.",
    "genre": "Современная проза",
    "rating": 4.3,
    "cover": "/images/books/11.png"
  },
  {
    "id": 12,
    "title": "Приключения Шерлока Холмса",
    "author": "Артур Конан Дойл",
    "description": "Подборка наиболее известных рассказов о Шерлоке Холмсе: «Скандал в Богемии», «Пёстрая лента», «Пять апельсиновых зёрнышек» и другие. Каждый случай — это интеллектуальный вызов, который Холмс решает с холодной логикой и необычайной наблюдательностью. Классика детективного жанра на все времена.",
    "shortDescription": "Подборка лучших расследований Шерлока Холмса.",
    "genre": "Детектив",
    "rating": 4.7,
    "cover": "/images/books/12.png"
  },
  {
    "id": 13,
    "title": "Вторая жизнь Увы",
    "author": "Михаил Елизаров",
    "description": "Философский и мистический роман о человеке, получившем второй шанс. Главный герой, Ува, после трагической гибели возвращается в мир живых с новым телом, но старыми воспоминаниями. Он пытается понять, зачем ему дарована вторая жизнь, и что от него ждёт Вселенная. Книга исследует темы реинкарнации, предназначения и свободы воли.",
    "shortDescription": "Мистический роман о втором шансе и предназначении.",
    "genre": "Современная проза / Мистика",
    "rating": 4.4,
    "cover": "/images/books/13.png"
  },
  {
    "id": 14,
    "title": "Королевство пепла",
    "author": "Сара Дж. Маас",
    "description": "Четвёртая книга цикла «Пепел и пламя». Аэлин Галатинус возвращается, чтобы отвоевать своё королевство и освободить народ от тирании. Война приближается, союзы проверяются на прочность, а герои сталкиваются с последствиями своих решений. Эпическое фэнтези о любви, предательстве, власти и самопожертвовании.",
    "shortDescription": "Эпическое фэнтези о войне за свободу и трон.",
    "genre": "Фэнтези",
    "rating": 4.8,
    "cover": "/images/books/14.png"
  },
  {
    "id": 15,
    "title": "Крестный отец",
    "author": "Марио Пьюзо",
    "description": "Роман о мафиозной семье Корлеоне, возглавляемой Доном Вито Корлеоне. История о власти, семье, чести и предательстве. После покушения на жизнь дона его сын Майкл постепенно втягивается в криминальный мир, чтобы защитить семью, но теряет при этом свою душу. Классика криминальной саги.",
    "shortDescription": "Сага о мафиозной семье и цене власти.",
    "genre": "Криминальная драма",
    "rating": 4.9,
    "cover": "/images/books/15.png"
  },
  {
    "id": 16,
    "title": "Десять негритят",
    "author": "Агата Кристи",
    "description": "Десять совершенно незнакомых людей оказываются на отдалённом острове по приглашению неизвестного хозяина. Один за другим они начинают погибать, в точности следуя тексту детской считалки. Кто убийца? И почему все жертвы связаны тёмным прошлым? Самый знаменитый детектив «запертой комнаты» в истории литературы.",
    "shortDescription": "Классический детектив «запертой комнаты».",
    "genre": "Детектив",
    "rating": 4.8,
    "cover": "/images/books/16.png"
  },
  {
    "id": 17,
    "title": "Цветы для Элджернона",
    "author": "Дэниел Киз",
    "description": "Роман в форме дневниковых записей Чарли Гордона — взрослого человека с умственной отсталостью, участвующего в эксперименте по повышению интеллекта. По мере того как его ум растёт, Чарли начинает понимать, кем он был, кем стал и какого это — быть одновременно гением и изгоем. Глубокая история о человечности, одиночестве и ценности сознания.",
    "shortDescription": "История о человеке, ставшем гением на короткое время.",
    "genre": "Научная фантастика / Драма",
    "rating": 4.9,
    "cover": "/images/books/17.png"
  },
  {
    "id": 18,
    "title": "Императорский диф",
    "author": "Алексей Иванов",
    "description": "Исторический роман, действие которого происходит в Перми в начале XX века. Молодой повар устраивается на службу в дом богатого купца. Его судьба переплетается с судьбами горожан, революционеров и тайных агентов. Книга сочетает гастрономическую прозу, политический триллер и социальную сатиру в атмосфере уходящей эпохи.",
    "shortDescription": "Исторический роман о поваре в купеческом доме.",
    "genre": "Историческая проза",
    "rating": 4.6,
    "cover": "/images/books/18.png"
  },
  {
    "id": 19,
    "title": "Записки юного врача",
    "author": "Михаил Булгаков",
    "description": "Цикл автобиографических рассказов о первых годах врачебной практики Михаила Булгакова в сельской России. Смешные, трогательные и порой жутковатые истории о пациентах, деревенской жизни, бюрократии и молодом докторе, который ещё не знает, что станет великим писателем. Прекрасный образец русской прозы начала XX века.",
    "shortDescription": "Автобиографические рассказы о врачебной практике.",
    "genre": "Классика / Мемуары",
    "rating": 4.7,
    "cover": "/images/books/19.png"
  }
]